Revit 2027 API
MultiReferenceAnnotationOptions.MultiReferenceAnnotationType Property
 The MultiReferenceAnnotationType to be used by the new MultiReferenceAnnotation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public MultiReferenceAnnotationType MultiReferenceAnnotationType { get; }
Public ReadOnly Property MultiReferenceAnnotationType As MultiReferenceAnnotationType
	Get
public:
property MultiReferenceAnnotationType^ MultiReferenceAnnotationType {
	MultiReferenceAnnotationType^ get ();
}
member MultiReferenceAnnotationType : MultiReferenceAnnotationType with get
Property Value
MultiReferenceAnnotationType
See Also
Reference
MultiReferenceAnnotationOptions Class
Autodesk.Revit.DB Namespace